Repository: RavetcoFX/gnome-apps
Catalog: gtk+/po/*.po
Languages: gd

source: Authentication is required to get attributes of job '%s'
gd: Tha dearbhadh riatanach gus roghainnean na h-obrach "%s" fhaighinn

source: Authentication is required to get attributes of a job
gd: Tha dearbhadh riatanach gus na roghainnean aig obair fhaighinn

source: Authentication is required to get attributes of printer %s
gd: Tha dearbhadh riatanach gus roghainnean a' chlò-bhualadair "%s" fhaighinn

source: Authentication is required to get attributes of a printer
gd: Tha dearbhadh riatanach gus na roghainnean aig clò-bhualadair fhaighinn

source: Authentication is required to get default printer of %s
gd: Tha dearbhadh riatanach gus an clò-bhualadair bunaiteach aig "%s" fhaighinn

source: Authentication is required to get printers from %s
gd: Tha dearbhadh riatanach gus clò-bhualadairean fhaighinn o "%s"

source: Authentication is required to get a file from %s
gd: Tha dearbhadh riatanach gus faidhle fhaighinn o "%s"

source: Authentication is required on %s
gd: Tha dearbhadh riatanach air %s

source: Domain:
gd: Àrainn:

source: Authentication is required to print document '%s'
gd: Tha dearbhadh riatanach gus an sgrìobhainn "%s" a clò-bhualadh

source: Authentication is required to print this document on printer %s
gd: Tha dearbhadh riatanach gus an sgrìobhainn seo a clò-bhualadh air a' chlò-bhualadair %s

source: Authentication is required to print this document
gd: Tha dearbhadh riatanach gus an sgrìobhainn seo a clò-bhualadh

source: Printer '%s' is low on toner.
gd: Tha an tònair gu bhith ruith air a' chlò-bhualadair "%s".

source: Printer '%s' has no toner left.
gd: Chan eil tònair air fhàgail aig a' chlò-bhualadair "%s".

source: Printer '%s' is low on developer.
gd: Tha an leasaichear gu bhith ruith air a' chlò-bhualadair "%s".

source: Printer '%s' is out of developer.
gd: Chan eil leasaichear air fhàgail aig a' chlò-bhualadair "%s".

source: Printer '%s' is low on at least one marker supply.
gd: Tha solar comharrachaidh gu bhith ruith air a' chlò-bhualadair "%s".

source: Printer '%s' is out of at least one marker supply.
gd: Tha solar comharrachaidh a dhìth air a' chlò-bhualadair "%s".

source: The cover is open on printer '%s'.
gd: Tha còmhdachadh fosgailte air a' chlò-bhualadair "%s".

source: The door is open on printer '%s'.
gd: Tha an doras fosgailte air a' chlò-bhualadair "%s".

source: Printer '%s' is low on paper.
gd: Cha am pàipear gu bhith ruith air a' chlò-bhualadair "%s".

source: Printer '%s' is out of paper.
gd: Chan eil pàipear air fhàgail aig a' chlò-bhualadair "%s".

source: Printer '%s' is currently offline.
gd: Tha an clò-bhualadair "%s" far loidhne an-dràsta.

source: There is a problem on printer '%s'.
gd: Tha duilgheadas leis a' chlò-bhualadair "%s".

source: Paused; Rejecting Jobs
gd: Na stad; a' diùltadh gach obrach

source: Rejecting Jobs
gd: A' diùltadh gach obrach

source: Two Sided
gd: Dà-thaobhach

source: Paper Type
gd: Sèorsa a' phaipeir

source: Paper Source
gd: Tùs a' phàipeir

source: Output Tray
gd: Treidhe a-mach

source: Resolution
gd: Dùmhlachd-bhreacaidh

source: GhostScript pre-filtering
gd: Ro-chriathradh GhostScript

source: One Sided
gd: Aon-taobhach

source: Long Edge (Standard)
gd: Oir fhada (o thùs)

source: Short Edge (Flip)
gd: Oir ghoirid (flip)

source: Auto Select
gd: Fèin-tagh

source: Printer Default
gd: Bun-roghainn a' chlò-bhualadair

source: Embed GhostScript fonts only
gd: Na leabaich ach cruthan-clì GhostScript

source: Convert to PS level 1
gd: Iompaich 'na PS leibheal 1

source: Convert to PS level 2
gd: Iompaich 'na PS leibheal 2

source: No pre-filtering
gd: Gun ro-chriathradh

source: Miscellaneous
gd: Roghainnean eile

source: Urgent
gd: Èiginneach

source: High
gd: Àrd

source: Medium
gd: Meadhanach

source: Low
gd: Ìosal

source: Job Priority
gd: Prìomhachas na h-obrach

source: Billing Info
gd: Fiosrachadh bileachaidh

source: None
gd: Chan eil gin

source: Classified
gd: Dìomhair

source: Confidential
gd: Fo rùn

source: Secret
gd: Os ìseal

source: Standard
gd: Àbhaisteach

source: Top Secret
gd: Ro dhìomhair

source: Unclassified
gd: Gun seòrsachadh

source: Pages per Sheet
gd: Duilleagan gach siota

source: Before
gd: Ro

source: After
gd: Às dèidh

source: Print at
gd: Àm clò-bhualaidh:

source: Print at time
gd: Clò-bhuail aig

source: Custom %sx%s
gd: Gnàthaichte %sx%s

source: Printer Profile
gd: Pròifil a' chlò-bhualadair

source: Unavailable
gd: Gun fhaighinn

source: Color management unavailable
gd: Chan eil stiùireadh nan dathan ri fhaighinn

source: No profile available
gd: Chan eil pròifil ri fhaighinn

source: Unspecified profile
gd: Pròifil gun ainm

source: output
gd: às-chur

source: Print to File
gd: Clò-bhuail gu faidhle

source: Pages per _sheet:
gd: Duilleagan gach _siota:

source: File
gd: Faidhle

source: _Output format
gd: _Fòrmat an às-chuir

source: Print to LPR
gd: Clò-bhuail gu LPR

source: Pages Per Sheet
gd: Duilleagan gach siota

source: Command Line
gd: Loidhne-àithne

source: printer offline
gd: clò-bhualadair far loidhne

source: ready to print
gd: deiseil gus clò-bhualadh

source: processing job
gd: a' pròiseasadh na h-obrach

source: paused
gd: 'na stad

source: unknown
gd: chan eil fios

source: test-output.%s
gd: deuchainn-clò-bhualaidh.%s

source: Print to Test Printer
gd: Clò-bhuail gu clò-bhualadair deuchainn
