Repository: RavetcoFX/gnome-apps
Catalog: gtk+/po/*.po
Languages: gd

source: Error parsing option --gdk-debug
gd: Mearachd a' parsadh roghainn --gdk-debug

source: Error parsing option --gdk-no-debug
gd: Mearachd a' parsadh roghainn --gdk-no-debug

source: Program class as used by the window manager
gd: Clas a' phrògraim mar a chleachdas manaidsear nan uinneag e

source: CLASS
gd: CLAS

source: Program name as used by the window manager
gd: Ainm a' phrògraim mar a chleachdas manaidsear nan uinneag e

source: NAME
gd: AINM

source: X display to use
gd: An t-uidheam-taisbeanaidh X a thèid a chleachdadh

source: DISPLAY
gd: UIDHEAM-TAISBEANAIDH

source: GDK debugging flags to set
gd: Brataich dì-bhugachaidh GDK a thèid a chur air

source: FLAGS
gd: BRATAICH

source: GDK debugging flags to unset
gd: Brataich dì-bhugachaidh GDK a thèid a chur dheth

# keyboard label
source: Tab
gd: Taba

# keyboard label
source: Return
gd: Enter

# keyboard label
source: Multi_key
gd: Iuchair Multi

# keyboard label
source: Home
gd: Dhachaigh

# keyboard label
source: Left
gd: Clì

# keyboard label
source: Up
gd: Suas

# keyboard label
source: Right
gd: Deas

# keyboard label
source: Down
gd: Sìos

# keyboard label
source: KP_Space
gd: Space (meur-chlàr àireamhail)

# keyboard label
source: KP_Tab
gd: Tab (meur-chlàr àireamhail)

# keyboard label
source: KP_Enter
gd: Enter (meur-chlàr àireamhail)

# keyboard label
source: KP_Home
gd: Home (meur-chlàr àireamhail)

# keyboard label
source: KP_Left
gd: Clì (meur-chlàr àireamhail)

# keyboard label
source: KP_Up
gd: Suas (meur-chlàr àireamhail)

# keyboard label
source: KP_Right
gd: Deas (meur-chlàr àireamhail)

# keyboard label
source: KP_Down
gd: Sìos (meur-chlàr àireamhail)

# keyboard label
source: KP_Page_Up
gd: Page Up (meur-chlàr àireamhail)

# keyboard label
source: KP_Prior
gd: Prior (meur-chlàr àireamhail)

# keyboard label
source: KP_Page_Down
gd: Page Down (meur-chlàr àireamhail)

# keyboard label
source: KP_Next
gd: Next (meur-chlàr àireamhail)

# keyboard label
source: KP_End
gd: End (meur-chlàr àireamhail)

# keyboard label
source: KP_Begin
gd: Begin (meur-chlàr àireamhail)

# keyboard label
source: KP_Insert
gd: Insert (meur-chlàr àireamhail)

# keyboard label
source: KP_Delete
gd: Delete (meur-chlàr àireamhail)

# keyboard label
source: XF86MonBrightnessUp
gd: Soilleirich an t-uidheam-taisbeanaidh

# keyboard label
source: XF86MonBrightnessDown
gd: Doilleirich an t-uidheam-taisbeanaidh

# keyboard label
source: XF86AudioMute
gd: Mùch an fhuaim

# keyboard label
source: XF86AudioLowerVolume
gd: Ìslich an fhuaim

# keyboard label
source: XF86AudioRaiseVolume
gd: Àrdaich an fuaim

# keyboard label
source: XF86AudioPlay
gd: Fèin-chluich

# keyboard label
source: XF86AudioStop
gd: Fèin-stad

# keyboard label
source: XF86AudioNext
gd: An ath fhear

# keyboard label
source: XF86AudioPrev
gd: Am fear roimhe

# keyboard label
source: XF86AudioRecord
gd: Clàraich

# keyboard label
source: XF86AudioPause
gd: Cuir 'na stad

# keyboard label
source: XF86AudioRewind
gd: Toinn air ais

# keyboard label
source: XF86AudioMedia
gd: Meadhan

# keyboard label
source: XF86ScreenSaver
gd: Sàbhalaiche-sgrìn

# keyboard label
source: XF86Battery
gd: Bataraidh

# keyboard label
source: XF86Launch1
gd: Tòisich1

# keyboard label
source: XF86Forward
gd: Air adhart

# keyboard label
source: XF86Back
gd: Air ais

# keyboard label
source: XF86Sleep
gd: Cuir 'na chadal

# keyboard label
source: XF86Hibernate
gd: Geamhraich

# keyboard label
source: XF86WLAN
gd: WLAN

# keyboard label
source: XF86WebCam
gd: Camara-lìn

# keyboard label
source: XF86Display
gd: Uidheam-taidbeanaidh

# keyboard label
source: XF86TouchpadToggle
gd: Toglachadh pada-shuathaidh

# keyboard label
source: XF86WakeUp
gd: Dùisg

# keyboard label
source: XF86Suspend
gd: Cuir 'na dhàil

source: Don't batch GDI requests
gd: Na cuid iarrtasan GDI sa bhaids

source: Don't use the Wintab API for tablet support
gd: Na cleachd a' Wintab API airson taic ri tablaidean

source: Same as --no-wintab
gd: An t-aon rud 's a nì --no-wintab

source: Do use the Wintab API [default]
gd: Na cleachd a' Wintab API [bun-roghainn]

source: Size of the palette in 8 bit mode
gd: Meud na paileid sa mhodh 8 biot

source: COLORS
gd: DATHAN

source: Starting %s
gd: A' tòiseachadh %s

source: Opening %s
gd: A' fosgladh %s

source: Opening %d Item
gd: A' fosgladh %d nì

# Action description
source: Toggles the cell
gd: Toglaichidh seo an cealla

# Action name
source: Toggle
gd: Toglaich

# Action name
source: Click
gd: Briog

# Action description
source: Clicks the button
gd: Briogaidh seo air a' phutan

# Action name
source: Expand or contract
gd: Leudaich no co-theannaich

# Action name
source: Edit
gd: Deasaich

# Action name
source: Activate
gd: Gnìomhaich

# Action description
source: Expands or contracts the row in the tree view containing this cell
gd: Leudaichidh no co-theannaichidh seo an ràgh sa bheil an cealla seo san t-sealladh craoibhe

# Action description
source: Creates a widget in which the contents of the cell can be edited
gd: Cruthaichidh seo widget sa ghabh susbaint a' chealla deasachadh

# Action description
source: Activates the cell
gd: Gnìomhaichidh seo an cealla

# Action name
source: Select
gd: Tagh

# Action name
source: Customize
gd: Gnàthaich

# Action description
source: Selects the color
gd: Taghaidh seo an dath

# Action description
source: Activates the color
gd: Gnìomhaichidh seo an dath

# Action description
source: Customizes the color
gd: Gnàthaichidh seo an dath

# Action name
source: Press
gd: Brùth

# Action description
source: Presses the combobox
gd: Brùthaidh seo am bogsa combo

# Action description
source: Activates the entry
gd: Gnìomhaichidh seo an innteart

# Action description
source: Activates the expander
gd: Gnìomhaichidh seo an leudaichear

# Action description
source: Clicks the menuitem
gd: Briogaidh seo air an nì sa chlàr-taice

# Action description
source: Pops up the slider
gd: Nochdaidh seo an sleamhnachan

# Action description
source: Dismisses the slider
gd: Leigidh seo an sleamhnachan seachad

# Action name
source: Popup
gd: Nochd

# Action name
source: Dismiss
gd: Leig seachad

# throbbing progress animation widget
source: Spinner
gd: Snìomhadair

source: Provides visual indication of progress
gd: Seallaidh seo an t-adhartas air an sgrìn

# light switch widget
source: Switch
gd: Suids

source: Switches between on and off states
gd: Nì seo suids eadar cur air is dheth

# Action description
source: Toggles the switch
gd: Toglaichidh seo an suids

source: Select the color you want from the outer ring. Select the darkness or lightness of that color using the inner triangle.
gd: Tagh an dath a bu toil leat on chearcall a-muigh. Tagh an dorchadas no soilleireachd aig an dath seo leis an triantan a-staigh.

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
gd: Briog air a' phìobaid is an uairsin briog air dath àite sam bith air an sgrìn agad gus an dath ud a thaghadh.

source: _Hue:
gd: _Tuar:

source: Position on the color wheel.
gd: Ionad air cuibhle nan dath.

source: S_aturation:
gd: _Sàthachd:

source: Intensity of the color.
gd: Dèine an datha.

source: _Value:
gd: _Luach:

source: Brightness of the color.
gd: Soilleireachd an datha.

source: _Red:
gd: _Dearg:

source: Amount of red light in the color.
gd: Meud de sholas dearg san dath.

source: _Green:
gd: _Uaine:

source: Amount of green light in the color.
gd: Meud de sholas uaine san dath.

source: _Blue:
gd: _Gorm:

source: Amount of blue light in the color.
gd: Meud de sholas gorm san dath.

source: Op_acity:
gd: _Trìd-dhoilleireachd:

source: Transparency of the color.
gd: Dè cho trìd-dhoilleir 's a bhios an dath.

source: Color _name:
gd: Ai_nm an datha:

source: You can enter an HTML-style hexadecimal color value, or simply a color name such as 'orange' in this entry.
gd: 'S urrainn dhut luach datha sia-dheicheach ann an stoidhle HTML a chur ann an-seo no ainm datha mar "orains."

source: _Palette:
gd: _Pailead:

source: Color Wheel
gd: Cuibhle dhathan

source: The previously-selected color, for comparison to the color you're selecting now. You can drag this color to a palette entry, or select this color as current by dragging it to the other color swatch alongside.
gd: An dath a thagh thu roimhe gus coimeas a dhèanamh ris an dath a tha thu a' taghadh an-dràsta. 'S urrainn dhut an dath a shlaodadh gu innteart a' phaileid no an dath seo a thaghadh mar an dath làithreach 's tu 'ga shlaodadh dhan t-samplair-dath eile ri thaobh.

source: The color you've chosen. You can drag this color to a palette entry to save it for use in the future.
gd: An dath a thagh thu. 'S urrainn dhut an dath seo a shlaodadh gu innteart paileid gus a shàbhaladh ach an cleachd thu a-rithist e.

source: The previously-selected color, for comparison to the color you're selecting now.
gd: An dath a thagh thu roimhe gus coimeas a dhèanamh ris an dath a tha thu a' taghadh an-dràsta.

source: The color you've chosen.
gd: An dath a thagh thu.

source: _Save color here
gd: _Sàbhail an dath an-seo

source: Click this palette entry to make it the current color. To change this entry, drag a color swatch here or right-click it and select "Save color here."
gd: Briog air an innteart paileid seo gus a thionndadh na dhath làithreach. Gus an t-innteart seo atharrachadh, slaod samplair-dath an-seo no dèan briogadh deas air is tagh "Sàbhail an dath an-seo."

source: _Select
gd: _Tagh

source: Color Selection
gd: Tagh dath

source: abcdefghijk ABCDEFGHIJK
gd: aàbcdeèfghi AÀBCDEÀFGHI

source: _Family:
gd: _Teaghlach:

source: _Style:
gd: _Stoidhle:

source: Si_ze:
gd: _Meud:

source: _Preview:
gd: _Ro-shealladh:

source: Font Selection
gd: Tagh cruth-clò

source: This program comes with ABSOLUTELY NO WARRANTY; for details, visit <a href="%s">%s</a>
gd: Gheibh thu am prògram seo GUN BHARANTAS SAM BITH; tadhail air <a href="%s">%s</a> airson barrachd fiosrachaidh

source: License
gd: Ceadachas

source: The license of the program
gd: Ceadachas a' phrògraim

source: C_redits
gd: C_liù

source: _License
gd: _Ceadachas

source: Could not show link
gd: Cha b' urrainn dhuinn an ceangal a shealltainn

source: Website
gd: Làrach-lìn

source: About %s
gd: Mu %s

source: Created by
gd: Air a chruthachadh le

source: Documented by
gd: Docamaideadh le

source: Translated by
gd: An t-eadar-theangachadh le

source: Artwork by
gd: Ealain le

# keyboard label
source: Backslash
gd: Slais air ais

source: Other application…
gd: Aplacaid eile…

source: Failed to look for applications online
gd: Cha deach leinn lorg airson aplacaidean air loidhne

source: _Find applications online
gd: _Lorg aplacaidean air loidhne

source: Select an application to open "%s"
gd: Tagh aplacaid gus "%s" fhosgladh

source: No applications available to open "%s"
gd: Chan eil aplacaid ri làimh gus "%s" fhosgladh

source: Select an application for "%s" files
gd: Tagh aplacaid airson faidhlichean "%s"

source: No applications available to open "%s" files
gd: Chan eil aplacaid ri làimh gus faidhlichean "%s" fhosgladh

source: Click "Show other applications", for more options, or "Find applications online" to install a new application
gd: Briog air "Seall aplacaidean eile" airson barrachd roghainnean no air "Lorg aplacaidean air loidhne" gus aplacaid ùr a stàladh

source: Forget association
gd: Dìochuimhnich an co-cheangal

source: Show other applications
gd: Seall aplacaidean eile

source: Default Application
gd: Aplacaid bhunaiteach

source: Recommended Applications
gd: Aplacaidean gam moladh

source: Related Applications
gd: Aplacaidean co-cheangailte

source: Other Applications
gd: Aplacaidean eile

source: %s cannot quit at this time: %s
gd: Cha ghabh %s fhàgail an-dràsta: %s

source: Application
gd: Aplacaid

source: C_ontinue
gd: Lean air _adhart

source: Go _Back
gd: Ai_r ais

source: _Finish
gd: _Crìochnaich

source: Element <%s> not allowed inside <%s>
gd: Chan eil an eileamaid <%s> ceadaichte taobh a-staigh <%s>

source: Element <%s> not allowed at toplevel
gd: Chan eil an eileamaid <%s> ceadaichte air a bharr

source: text may not appear inside <%s>
gd: chan fhaod teacsa a bhith taobh a-staigh <%s>

source: Invalid type function on line %d: '%s'
gd: Seòrsa de dh'fhoincsean mì-dhligheach air loidhne %d: '%s'

source: Duplicate object ID '%s' on line %d (previously on line %d)
gd: ID oibseict dùbailte '%s' air loidhne %d (air loidhne %d mar-thà)

source: Invalid root element: '%s'
gd: Eileamaid freumha mhì-dhligheach: '%s'

source: Unhandled tag: '%s'
gd: Taga nach deach làimhseachadh: '%s'

source: calendar:week_start:0
gd: calendar:week_start:1

# Accelerator
source: Disabled
gd: À comas

# Accelerator
source: Invalid
gd: Mì-dhligheach

source: New accelerator…
gd: Luathaichear ùr…

source: Pick a Color
gd: Tagh dath

source: Select a Color
gd: Tagh dath

source: Red %d%%, Green %d%%, Blue %d%%, Alpha %d%%
gd: Dearg %d%%, Uaine %d%%, Gorm %d%%, Alpha %d%%

source: Red %d%%, Green %d%%, Blue %d%%
gd: Dearg %d%%, Uaine %d%%, Gorm %d%%

source: Color: %s
gd: Dath: %s

# Color name
source: Light Scarlet Red
gd: Soilleir-sgàrlaid

# Color name
source: Scarlet Red
gd: Sgàrlaid

# Color name
source: Dark Scarlet Red
gd: Dorch-sgàrlaid

# Color name
source: Light Orange
gd: Soilleir-orains

# Color name
source: Orange
gd: Orains

# Color name
source: Dark Orange
gd: Dorch-orains

# Color name
source: Light Butter
gd: Dath an ime soilleir

# Color name
source: Butter
gd: Dath an ime

# Color name
source: Dark Butter
gd: Dath an ime dorcha

# Color name
source: Light Chameleon
gd: Dath a' chaimileoin soilleir

# Color name
source: Chameleon
gd: Dath a' chaimileoin

# Color name
source: Dark Chameleon
gd: Dath a' chaimileoin dorcha

# Color name
source: Light Sky Blue
gd: Soilleir-ghorm an adhair

# Color name
source: Sky Blue
gd: Gorm an adhair

# Color name
source: Dark Sky Blue
gd: Dorch-ghorm an adhair

# Color name
source: Light Plum
gd: Dath na plumaise soilleir

# Color name
source: Plum
gd: Dath na plumaise

# Color name
source: Dark Plum
gd: Dath na plumaise dorcha

# Color name
source: Light Chocolate
gd: Dath na teòclaide soilleir

# Color name
source: Chocolate
gd: Dath na teòclaide

# Color name
source: Dark Chocolate
gd: Dath na teòclaide dorcha

# Color name
source: Light Aluminum 1
gd: Dath an almain soilleir 1

# Color name
source: Aluminum 1
gd: Dath an almain 1

# Color name
source: Dark Aluminum 1
gd: Dath an almain dorcha 1

# Color name
source: Light Aluminum 2
gd: Dath an almain soilleir 2

# Color name
source: Aluminum 2
gd: Dath an almain 2

# Color name
source: Dark Aluminum 2
gd: Dath an almain dorcha 2

# Color name
source: Black
gd: Dubh

# Color name
source: Very Dark Gray
gd: Liath glè dhorcha

# Color name
source: Darker Gray
gd: Liath a duirche

# Color name
source: Dark Gray
gd: Dorch-liath

# Color name
source: Medium Gray
gd: Liath meadhanach

# Color name
source: Light Gray
gd: Soilleir-liath

# Color name
source: Lighter Gray
gd: Liath as soilleire

# Color name
source: Very Light Gray
gd: Liath glè shoilleir

# Color name
source: White
gd: Geal

source: Custom
gd: Gnàthaichte

source: Create custom color
gd: Cruthaich dath gnàthaichte

source: Custom color %d: %s
gd: Dath gnàthaichte %d: %s

source: Color Name
gd: Ainm an datha

# Color channel
source: Saturation
gd: Sàthachd

# Color channel
source: Value
gd: Luach

# Color channel
source: V
gd: L

# Color channel
source: Hue
gd: Tuar

# Color channel
source: H
gd: T

source: Color Plane
gd: Roghnaichear-dath

source: _Customize
gd: _Gnàthaich

source: Manage Custom Sizes
gd: Stiùirich meudan gnàthaichte

source: inch
gd: òirleach

source: Margins from Printer…
gd: Marghain o chlò-bhualadair…

source: Custom Size %d
gd: Meud gnàthaichte %d

source: _Width:
gd: _Leud:

source: _Height:
gd: Àir_de:

source: Paper Size
gd: Meud a' phàipeir

source: _Top:
gd: Ba_rr:

source: _Bottom:
gd: Bo_nn:

source: _Left:
gd: _Clì:

source: _Right:
gd: _Deas:

source: Paper Margins
gd: Marghain a' phàipeir

source: Input _Methods
gd: Dòighean io_n-chuir

source: _Insert Unicode Control Character
gd: Cu_ir a-steach caractar smachd Unicode

source: Caps Lock is on
gd: Tha Caps Lock air

source: Select a File
gd: Tagh faidhle

source: Desktop
gd: An deasg

source: (None)
gd: (Chan eil gin)

source: Other…
gd: Eile…

source: Type name of new folder
gd: Sgrìobh ainm a' phasgain ùir

source: Could not retrieve information about the file
gd: Cha deach leinn fiosrachadh mun fhaidhle fhaighinn

source: Could not add a bookmark
gd: Cha deach leinn comharra-leabhair a chur ris

source: Could not remove bookmark
gd: Cha deach leinn comharra-leabhair a thoirt air falbh

source: The folder could not be created
gd: Cha deach leinn am pasgan a chruthachadh

source: The folder could not be created, as a file with the same name already exists. Try using a different name for the folder, or rename the file first.
gd: Cha b' urrainn dhuinn am pasgan a chruthachadh on a tha faidhle ann air a bheil an t-ainm seo mar-thà. Feuch an cleachd thu ainm eile airson a' phasgain no an toir thu ainm ùr air an fhaidhle an toiseach.

source: You need to choose a valid filename.
gd: Feumaidh tu ainm faidhle dligheach a thaghadh.

source: Cannot create a file under %s as it is not a folder
gd: Cha ghabh faidhle cruthachadh fo %s on nach eil e na phasgan

source: You may only select folders. The item that you selected is not a folder; try using a different item.
gd: Chan fhad thu ach pasganan a thaghadh. Chan e pasgan a th' anns an nì a thagh thu; feuch an tagh thu nì eile.

source: Invalid file name
gd: Ainm faidhle mì-dhligheach

source: The folder contents could not be displayed
gd: Cha b' urrainn dhuinn susbaint a' phasgain a shealltainn

source: %1$s on %2$s
gd: %1$s air %2$s

source: Search
gd: Lorg

source: Recently Used
gd: 'Ga chleachdadh o chionn ghoirid

source: Select which types of files are shown
gd: Tagh an seòrsa de dh'fhaidhlichean a tha gan sealltainn

source: Add the folder '%s' to the bookmarks
gd: Cuir am pasgan "%s" ris na comharran-leabhair

source: Add the current folder to the bookmarks
gd: Cuir am pasgan làithreach ris na comharran-leabhair

source: Add the selected folders to the bookmarks
gd: Cuir na pasganan a thagh thu ris na comharran-leabhair

source: Remove the bookmark '%s'
gd: Thoir an comharra-leabhair "%s" air falbh

source: Bookmark '%s' cannot be removed
gd: Cha b' urrainn dhuinn an comharra-leabhair "%s" a thoirt air falbh

source: Remove the selected bookmark
gd: Thoir air falbh an comharra-lìn a thagh thu

source: Remove
gd: Thoir air falbh

source: Rename…
gd: Thoir ainm ùr air…

source: Places
gd: Ionadan

source: _Places
gd: _Ionadan

source: Add the selected folder to the Bookmarks
gd: Cuir am pasgan a thagh thu ris na comharran-leabhair

source: Could not select file
gd: Cha b' urrainn dhuinn am faidhle a thaghadh

source: _Visit this file
gd: _Tadhail air an fhaidhle seo

source: _Copy file’s location
gd: _Dèan lethbhreac de dh'ionad an fhaidhle

source: _Add to Bookmarks
gd: Cuir ris na comh_arran-leabhair

source: Show _Hidden Files
gd: Seall na faidhlichean _falaichte

source: Show _Size Column
gd: Seall colbh a' _mheud

source: Files
gd: Faidhlichean

source: Name
gd: Ainm

source: Size
gd: Meud

source: Modified
gd: Air atharrachadh

source: _Name:
gd: _Ainm:

source: Type a file name
gd: Sgrìobh ainm an fhaidhle

source: Please select a folder below
gd: Tagh pasgan gu h-ìosal

source: Please type a file name
gd: Sgrìobh ainm an fhaidhle

source: Create Fo_lder
gd: Cruthaich _pasgan

source: Search:
gd: Lorg:

source: _Location:
gd: _Ionad:

source: Save in _folder:
gd: Sàbhail sa _phasgan:

source: Create in _folder:
gd: Cruthaich sa _phasgan:

source: Could not read the contents of %s
gd: Cha b' urrainn dhuinn an t-susbaint aig %s a leughadh

source: Could not read the contents of the folder
gd: Cha b' urrainn dhuinn an t-susbaint aig a' phasgan a leughadh

source: Unknown
gd: Chan eil fios

source: Yesterday at %H:%M
gd: An-dè aig %H:%M

source: Cannot change to folder because it is not local
gd: Chan urrainn dhuinn dol dhan phasgan seo on nach eil e ionadail

source: Shortcut %s already exists
gd: Tha an ath-ghoirid %s ann mar-thà

source: Shortcut %s does not exist
gd: Chan eil an ath-ghoirid %s ann

source: A file named "%s" already exists. Do you want to replace it?
gd: Tha faidhle air a bheil "%s" ann mu thràth. A bheil thu airson a chur 'na àite?

source: The file already exists in "%s". Replacing it will overwrite its contents.
gd: Tha am faidhle ann an "%s" mar-thà. Ma chuireas tu seo na àite, thèid sgrìobhadh thairis air an t-susbaint a tha ann.

source: _Replace
gd: _Cuir 'na àite

source: Could not start the search process
gd: Cha b' urrainn dhuinn am pròiseas luirg a thòiseachadh

source: The program was not able to create a connection to the indexer daemon. Please make sure it is running.
gd: Cha deach leis a' phrògram ceangal a dhèanamh ris an daemon inneacsaidh. Dèan cinnteach gu bheil e ga ruith.

source: Could not send the search request
gd: Cha b' urrainn dhuinn an t-iarrtas luirg a chur

source: Could not mount %s
gd: Cha b' urrainn dhuinn %s a mhunntachadh

source: File System
gd: Siostam nam faidhlichean

source: Pick a Font
gd: Tagh cruth-clò

source: Font
gd: Cruth-clò

source: No fonts matched your search. You can revise your search and try again.
gd: Cha deach cruth-clò a lorg. 'S urrainn dhut an lorg agad atharrachadh is feuchainn ris a-rithist.

source: Search font name
gd: Lorg ainm cruth-chlò

source: Font Family
gd: Teaghlach a' chruth-clò

source: Icon '%s' not present in theme
gd: Chan eil an ìomhaigheag "%s" san ùrlar

source: Failed to load icon
gd: Dh'fhàillig le luchgadh na h-ìomhaigheige

source: Simple
gd: Simplidh

# input method menu
source: System
gd: Siostam

# input method menu
source: None
gd: Chan eil gin

# input method menu
source: System (%s)
gd: Siostam (%s)

source: _Open Link
gd: F_osgail an ceangal

source: Copy _Link Address
gd: Dè_an lethbhreac de sheòladh a' cheangail

source: APPLICATION [URI…] — launch an APPLICATION with URI.
gd: APLACAID [URI…] — tòisich APLACAID le URI.

source: Launch specified application by its desktop file info optionally passing list of URIs as arguments.
gd: Tòisich aplacaid sònraichte leis an fiosrachadh na fhaidhle deasg is faodaidh tu liosta de URIchean a thoirt dha mar roghainn.

source: Error parsing commandline options: %s
gd: Mearachd a' parsadh roghainnean na loidhne-àithne: %s

source: Try "%s --help" for more information.
gd: Feuch ri "%s --help" airson barrachd fiosrachaidh.

source: %s: missing application name
gd: %s: tha ainm aplacaid a dhìth

source: Creating AppInfo from id not supported on non unix operating systems
gd: Cha chuirear taic ri cruthachadh AppInfo o ID ach air siostaman obrachaidh unix

source: %s: no such application %s
gd: %s: chan eil an aplacaid %s ann

source: %s: error launching application: %s
gd: %s: mearachd a' tòiseachadh aplacaid: %s

source: Copy URL
gd: Dèan lethbhreac dhen URL

source: Invalid URI
gd: URI mì-dhligheach

source: Lock
gd: Glais

source: Unlock
gd: Neo-ghlais

source: Dialog is unlocked. Click to prevent further changes
gd: Cha an còmhradh neo-ghlaiste. Briog gus barrachd atharraichean a bhacadh

source: Dialog is locked. Click to make changes
gd: Cha an còmhradh glaiste. Briog gus atharraichean a dhèanamh

source: System policy prevents changes. Contact your system administrator
gd: Tha poileasaidh an t-siostam a' bacadh atharraichean. Cuir fios gu rianaire an t-siostaim agad

source: Load additional GTK+ modules
gd: Luchdaich barrachd mhòidealan GTK+

source: MODULES
gd: MÒIDEALAN

source: Make all warnings fatal
gd: Dèan gadh rabhadh marbhtach

source: GTK+ debugging flags to set
gd: Brataich dì-bhugachaidh GTK+ a thèid a chur air
