Repository: RavetcoFX/gnome-apps
Catalog: gtk+/po/*.po
Languages: gd

source: GTK+ debugging flags to unset
gd: Brataich dì-bhugachaidh GTK+ a thèid a chur dheth

source: Cannot open display: %s
gd: Cha ghabh an t-uidheam-taisbeanaidh fhosgladh: %s

source: GTK+ Options
gd: Roghainnean GTK+

source: Show GTK+ Options
gd: Seall na roghainnean GTK+

source: Co_nnect
gd: Cea_ngail

source: Connect As
gd: Ceangail mar

source: _Anonymous
gd: Gun _ainm

source: Registered U_ser
gd: _Ball clàraichte

source: _Username
gd: Ainm _cleachdaiche

source: _Domain
gd: À_rainn:

source: _Password
gd: _Facal-faire

source: Forget password _immediately
gd: Dìochuimhnich am facal-fa_ire sa bhad

source: Remember password until you _logout
gd: Cuimhnich am facal-faire gus an _logas tu a-mach

source: Remember _forever
gd: Cuimhnich gu _buan

source: Unknown Application (PID %d)
gd: Aplacaid neo-aithnichte (PID %d)

source: Unable to end process
gd: Cha ghabh crìoch a chur air a' phròiseas

source: _End Process
gd: Crìochnaich am _pròiseas

source: Cannot kill process with PID %d. Operation is not implemented.
gd: Cha ghabh am pròiseas leis a' PID %d marbhadh. Cha deach an t-obrachadh a chur an gnìomh.

source: Terminal Pager
gd: Sealladair dhuilleagan an tèirmineil

source: Top Command
gd: An àithne Top

source: Cannot end process with PID %d: %s
gd: Cha ghabh am pròiseas leis a' PID %d crìochnachadh: %s

source: Page %u
gd: Duilleag %u

source: Not a valid page setup file
gd: Chan e faidhle suidheachadh duilleige dligheach a th' ann

source: Any Printer
gd: Clò-bhualadair sam bith

source: For portable documents
gd: Airson sgrìobhainnean so-ghiùlan

source: Margins: Left: %s %s Right: %s %s Top: %s %s Bottom: %s %s
gd: Marghain: Chlì: %s %s Dheas: %s %s Barra: %s %s Buinn: %s %s

source: Manage Custom Sizes…
gd: Stiùirich meudan gnàthaichte…

source: _Format for:
gd: _Fòrmat airson:

source: _Paper size:
gd: Meud a' _phàipeir:

source: _Orientation:
gd: C_omhair:

source: Page Setup
gd: Suidheachadh na duilleige

source: Up Path
gd: Slighe suas

source: Down Path
gd: Slighe sìos

source: File System Root
gd: Am freumh aig siostam nam faidhle

source: Authentication
gd: Dearbhadh

source: Select a filename
gd: Tagh ainm faidhle

source: Not available
gd: Chan eil seo ri fhaighinn

source: %s job #%d
gd: %s obair %d

# print operation status
source: Initial state
gd: Staid thùsail

# print operation status
source: Preparing to print
gd: Ag ullachadh a' chlò-bhualaidh

# print operation status
source: Generating data
gd: A' gintinn dàta

# print operation status
source: Sending data
gd: A' cur dàta

# print operation status
source: Waiting
gd: A' feitheamh

# print operation status
source: Blocking on issue
gd: A' stad le duilgheadas

# print operation status
source: Printing
gd: 'Ga chlò-bhualadh

# print operation status
source: Finished
gd: Deiseil

# print operation status
source: Finished with error
gd: Air crìochnachadh le mearachd

source: Preparing %d
gd: Ag ullachadh %d

source: Preparing
gd: 'Ga ullachadh

source: Printing %d
gd: A' clò-bhualadh %d

source: Error creating print preview
gd: Mearachd a' cruthachadh ro-shealladh a' chlò-bhualaidh

source: The most probable reason is that a temporary file could not be created.
gd: Dh'fhaoidte nach deach leinn faidhle sealach a chruthachadh.

source: Error launching preview
gd: Mearachd a' tòiseachadh an ro-sheallaidh

source: Printer offline
gd: Clò-bhualadair far loidhne

source: Out of paper
gd: Tha am pàipear air ruith oirnn

source: Paused
gd: 'Na stad

source: Need user intervention
gd: Tha feum air gnìomh leis a' chleachdaiche

source: Custom size
gd: Meud gnàthaichte

source: No printer found
gd: Cha deach clò-bhualadair a lorg

source: Invalid argument to CreateDC
gd: Chuireadh argamaid mhì-dhligheach gu CreateDC

source: Error from StartDoc
gd: Mearachd o StartDoc

source: Not enough free memory
gd: Chan eil cuimhne shaor gu leòr ann

source: Invalid argument to PrintDlgEx
gd: Chuireadh argamaid mhì-dhligheach gu PrintDlgEx

source: Invalid pointer to PrintDlgEx
gd: Chuireadh tomhaire mì-dhligheach gu PrintDlgEx

source: Invalid handle to PrintDlgEx
gd: Chuireadh làimhsichear mì-dhligheach gu PrintDlgEx

source: Unspecified error
gd: Mearachd neo-shònraichte

source: Getting printer information failed
gd: Cha deach leinn fiosrachadh mun chlò-bhualadair fhaighinn

source: Getting printer information…
gd: A' faighinn fiosrachadh mun chlò-bhualadair…

source: Printer
gd: Clò-bhualadair

source: Location
gd: Ionad

source: Status
gd: Staid

source: Range
gd: Rainse

source: _All Pages
gd: Gach _duilleag

source: C_urrent Page
gd: An duilleag _làithreach

source: Se_lection
gd: An _taghadh

source: Pag_es:
gd: Duillea_gan:

source: Specify one or more page ranges, e.g. 1-3,7,11
gd: Sònraich rainse no dhà de dhuilleagan, m.e. 1-3,7,11

source: Pages
gd: Duilleagan

source: Copies
gd: Lethbhreacan

source: Copie_s:
gd: _Lethbhreacan:

source: C_ollate
gd: C_ollaidich

source: _Reverse
gd: Cont_rarra

source: General
gd: Coitcheann

source: Left to right, top to bottom
gd: Clì gu deas, sìos an uairsin

source: Left to right, bottom to top
gd: Clì gu deas, suas an uairsin

source: Right to left, top to bottom
gd: Deas gu clì, sìos an uairsin

source: Right to left, bottom to top
gd: Deas gu clì, suas an uairsin

source: Top to bottom, left to right
gd: Barr gu bonn, gu deas an uairsin

source: Top to bottom, right to left
gd: Barr gu bonn, gu clì an uairsin

source: Bottom to top, left to right
gd: Bonn gu barr, gu deas an uairsin

source: Bottom to top, right to left
gd: Bonn gu barr, gu clì an uairsin

source: Page Ordering
gd: Òrdugh nan duilleagan

source: Left to right
gd: Clì gu deas

source: Right to left
gd: Deas gu clì

source: Top to bottom
gd: Barr gu bonn

source: Bottom to top
gd: Bonn gu barr

source: Layout
gd: Co-dhealbhachd

source: T_wo-sided:
gd: Air an _dà thaobh:

source: Pages per _side:
gd: Duilleagan aig gach _taobh:

source: Page or_dering:
gd: Ò_rdugh nan duilleagan

source: _Only print:
gd: Na clò-_bhuail ach:

source: All sheets
gd: Gach siota

source: Even sheets
gd: Siotaichean cothromach

source: Odd sheets
gd: Siotaichean corra

source: Sc_ale:
gd: _Sgèile:

source: Paper
gd: Pàipear

source: Paper _type:
gd: Sèo_rsa a' phaipeir:

source: Paper _source:
gd: _Tùs a' phàipeir:

source: Output t_ray:
gd: Trei_dhe a-mach a' phàipeir:

source: Or_ientation:
gd: C_omhair:

source: Portrait
gd: Portraid

source: Landscape
gd: Dreach-tìre

source: Reverse portrait
gd: Portraid chontrarra

source: Reverse landscape
gd: Dreach-tìre contrarra

source: Job Details
gd: Mion-fhiosrachadh na h-obrach

source: Pri_ority:
gd: _Prìomhachas:

source: _Billing info:
gd: Fiosrachadh _bileachaidh:

source: Print Document
gd: Clò-bhuail an sgrìobhainn

source: _Now
gd: A_n-dràsta

source: A_t:
gd: A_ig:

source: Specify the time of print, e.g. 15:30, 2:35 pm, 14:15:20, 11:46:30 am, 4 pm
gd: Sònraich cuine a thèid a chlò-bhualadh, m.e. 15:30, 2:35 f, 14:15:20, 11:46:30 m, 4 f

source: Time of print
gd: Àm a' chlò-bhualaidh

source: On _hold
gd: Na t_hàmh

source: Hold the job until it is explicitly released
gd: Cum an obair na tàmh gus an tèid fuasgladh gu sònraichte

source: Add Cover Page
gd: Cuir duilleag còmhdachaidh ris

source: Be_fore:
gd: Ro:

source: _After:
gd: Às _dèidh:

source: Job
gd: Obair

source: Advanced
gd: Adhartach

source: Image Quality
gd: Càileachd nan dealbhan

source: Color
gd: Dath

source: Finishing
gd: Crìochnachadh

source: Some of the settings in the dialog conflict
gd: Tha còmhstri eadar cuid a roghainnean sa chòmhradh

source: Print
gd: Clò-bhuail

source: Select which type of documents are shown
gd: Tagh an seòrsa de sgrìobhainnean a tha gan sealltainn

source: No item for URI '%s' found
gd: Cha deach nì a lorg airson an URI "%s"

source: Untitled filter
gd: Criathrag gun ainm

source: Could not remove item
gd: Cha deach leinn an nì a thoirt air falbh

source: Could not clear list
gd: Cha b' urrainn dhuinn an liosta fhalmhachadh

source: Copy _Location
gd: Dèan _lethbhreac dhen ionad

source: _Remove From List
gd: Thoi_r air falbh on liosta

source: _Clear List
gd: Falamhai_ch an liosta

source: Show _Private Resources
gd: Seall goireasan _prìobhaideach

source: No items found
gd: Cha deach nì a lorg

source: No recently used resource found with URI `%s'
gd: Cha deach goireas o chionn ghoirid leis an URI "%s" a lorg

source: Open '%s'
gd: Fosgail "%s"

source: Unknown item
gd: Nì neo-aithnichte

source: Unable to find an item with URI '%s'
gd: Cha deach nì leis an URI "%s" a lorg

source: No registered application with name '%s' for item with URI '%s' found
gd: Chan deach aplacaid clàraichte air a bheil "%s" a lorg airson an nì leis an URI "%s" found

# Stock label
source: Information
gd: Fiosrachadh

# Stock label
source: Warning
gd: Rabhadh

# Stock label
source: Error
gd: Mearachd

# Stock label
source: Question
gd: Ceist

# Stock label
source: _About
gd: _Mu dheidhinn

# Stock label
source: _Add
gd: _Cuir ris

# Stock label
source: _Apply
gd: Cuir an _sàs

# Stock label
source: _Bold
gd: _Trom

# Stock label
source: _Cancel
gd: _Sguir dheth

# Stock label
source: _Clear
gd: _Falamhaich

# Stock label
source: _Close
gd: _Dùin

# Stock label
source: C_onnect
gd: _Ceangail

# Stock label
source: _Convert
gd: _Iompaich

# Stock label
source: _Copy
gd: _Dèan lethbhreac

# Stock label
source: Cu_t
gd: _Gearr às

# Stock label
source: _Delete
gd: _Sguab às

# Stock label
source: _Discard
gd: _Tilg air falbh

# Stock label
source: _Disconnect
gd: _Dì-cheangail

# Stock label
source: _Execute
gd: Cuir an _gnìomh

# Stock label
source: _Edit
gd: D_easaich

# Stock label
source: _File
gd: _Faidhle

# Stock label
source: _Find
gd: _Lorg

# Stock label
source: Find and _Replace
gd: Lorg ┐ _cuir 'na àite

# Stock label
source: _Floppy
gd: Diosg _bog

# Stock label
source: _Fullscreen
gd: _Làn-sgrìn

# Stock label
source: _Leave Fullscreen
gd: _Fàg an làn-sgrìn

# Stock label, navigation
source: _Bottom
gd: Gun _bhonn

# Stock label, navigation
source: _First
gd: A' _chiad

# Stock label, navigation
source: _Last
gd: Mu _dheireadh

# Stock label, navigation
source: _Top
gd: Gun bha_rr

# Stock label, navigation
source: _Back
gd: _Air ais

# Stock label, navigation
source: _Down
gd: _Sìos

# Stock label, navigation
source: _Forward
gd: Ai_r adhart

# Stock label, navigation
source: _Up
gd: S_uas

# Stock label
source: _Hard Disk
gd: Diosg cruaid_h

# Stock label
source: _Help
gd: _Cobhair

# Stock label
source: _Home
gd: D_hachaigh

# Stock label
source: Increase Indent
gd: Meudaich an eag

# Stock label
source: Decrease Indent
gd: Lughdaich an eag

# Stock label
source: _Index
gd: Clàr-ama_is

# Stock label
source: _Information
gd: _Fiosrachadh

# Stock label
source: _Italic
gd: _Eadailteach

# Stock label
source: _Jump to
gd: Gearr _leum gu

# Stock label
source: _Center
gd: _Meadhan

# Stock label
source: _Fill
gd: _Lìon

# Stock label
source: _Left
gd: C_lì

# Stock label
source: _Right
gd: _Deas

# Stock label, media
source: _Forward
gd: Toinn ai_r adhart

# Stock label, media
source: _Next
gd: A_n ath-fhear

# Stock label, media
source: P_ause
gd: Cuir na s_tad

# Stock label, media
source: _Play
gd: Cl_uich

# Stock label, media
source: Pre_vious
gd: Am _fear roimhe

# Stock label, media
source: _Record
gd: _Clàraich

# Stock label, media
source: R_ewind
gd: Toinn air _ais

# Stock label, media
source: _Stop
gd: _Stad

# Stock label
source: _Network
gd: Lìo_nra

# Stock label
source: _New
gd: Ù_r

# Stock label
source: _No
gd: Cha_n eil

# Stock label
source: _OK
gd: _Ceart ma-thà

# Stock label
source: _Open
gd: F_osgail

# Stock label
source: Landscape
gd: Dreach-tìre

# Stock label
source: Portrait
gd: Portraid

# Stock label
source: Reverse landscape
gd: Dreach-tìre contrarra

# Stock label
source: Reverse portrait
gd: Portraid chontrarra

# Stock label
source: Page Set_up
gd: Suidheachadh na duilleige

# Stock label
source: _Paste
gd: _Cuir ann

# Stock label
source: _Preferences
gd: _Roghainnean

# Stock label
source: _Print
gd: Clò-_bhuail

# Stock label
source: Print Pre_view
gd: _Ro-shealladh clò-bhualaidh

# Stock label
source: _Properties
gd: _Roghainnean

# Stock label
source: _Quit
gd: _Fàg an-seo

# Stock label
source: _Redo
gd: Ath-_dhèan

# Stock label
source: _Refresh
gd: Ath-_nuadhaich

# Stock label
source: _Remove
gd: Thoi_r air falbh

# Stock label
source: _Revert
gd: _Aisig

# Stock label
source: _Save
gd: _Sàbhail

# Stock label
source: Save _As
gd: Sàbhail _mar

# Stock label
source: Select _All
gd: Tagh na h-_uile

# Stock label
source: _Color
gd: _Dath

# Stock label
source: _Font
gd: _Cruth-clò

# Stock label
source: _Ascending
gd: A' _dìreadh

# Stock label
source: _Descending
gd: A' _teàrnadh

# Stock label
source: _Spell Check
gd: Dearbhaich an _litreachadh

# Stock label
source: _Stop
gd: S_tad

# Stock label
source: _Strikethrough
gd: _Loidhne troimhe

# Stock label
source: _Undelete
gd: Neo-dhèan an sg_uabadh às

# Stock label
source: _Underline
gd: Loidhne _fodha

# Stock label
source: _Undo
gd: _Neo-dhèan

# Stock label
source: _Yes
gd: _Tha

# Stock label
source: _Normal Size
gd: _Meud àbhaisteach

# Stock label
source: Best _Fit
gd: Meud as _fhearr

# Stock label
source: Zoom _In
gd: Sùm a-_steach

# Stock label
source: Zoom _Out
gd: Sùm a-_mach

# switch
source: ON
gd: U+2759

# switch
source: OFF
gd: U+25CB

source: Unknown error when trying to deserialize %s
gd: Mearachd neo-aithnichte le dì-shreathachadh aig %s

source: No deserialize function found for format %s
gd: Cha deach foincsean dì-shreathachaidh a lorg airson %s

source: Both "id" and "name" were found on the <%s> element
gd: Chaidh an dà chuid "id" is "name" a lorg air an eileamaid <%s>

source: The attribute "%s" was found twice on the <%s> element
gd: Chaidh an roghainn "%s" a lorg dà thuras air an eileamaid <%s>

source: <%s> element has invalid ID "%s"
gd: Tha ID "%2$s" mì-dhligheach air an eileamaid <%1$s>

source: <%s> element has neither a "name" nor an "id" attribute
gd: Chan eil roghainn "id" no "name" air an eileamaid <%s>

source: Attribute "%s" repeated twice on the same <%s> element
gd: Chaidh an roghainn "%s" a chur ann dà thuras air an aon eileamaid <%s>

source: Attribute "%s" is invalid on <%s> element in this context
gd: Cha an roghainn "%s" air an eileamaid <%s> mì-dhligheach sa cho-theacs seo

source: Tag "%s" has not been defined.
gd: Cha deach "%s" a mhìneachadh.

source: Anonymous tag found and tags can not be created.
gd: Chaidh taga gun ainm a lorg is cha ghabh na tagaichean cruthachadh.

source: Tag "%s" does not exist in buffer and tags can not be created.
gd: Chan eil an taga "%s" sa bhufair is cha ghabh na tagaichean cruthachadh.

source: Element <%s> is not allowed below <%s>
gd: Chan eil an eileamaid <%s> ceadaichte fo <%s>

source: "%s" is not a valid attribute type
gd: Chan eil "%s" na sheòrsa dhe roghainn dligheach

source: "%s" is not a valid attribute name
gd: Chan eil "%s" na ainm roghainn dligheach

source: "%s" could not be converted to a value of type "%s" for attribute "%s"
gd: Cha b' urrainn dhuinn "%s" iompachadh gu luath dhen t-seòrsa "%s" airson na roghainn "%s"

source: "%s" is not a valid value for attribute "%s"
gd: Chan eil "%s" 'na luach dligheach airson na roghainn "%s"

source: Tag "%s" already defined
gd: Tha an taga "%s" air a mhìneachadh mar-thà

source: Tag "%s" has invalid priority "%s"
gd: Tha prìomhachas "%1$s" mì-dhligheach aig an taga "%2$s"

source: Outermost element in text must be <text_view_markup> not <%s>
gd: Feumaidh <text_view_markup> seach <%s> a bhith 'na eileamaid ais fhaide a-muigh san teacsa

source: A <%s> element has already been specified
gd: Tha eileamaid <%s> air a sònrachadh mu thràth

source: A <text> element can't occur before a <tags> element
gd: Chan fhaod eileamaid <text> nochdadh ro eileamaid <tags>

source: Serialized data is malformed
gd: Chan eil an cruth mar bu chòir air an dàta shruthach

source: Serialized data is malformed. First section isn't GTKTEXTBUFFERCONTENTS-0001
gd: Chan eil an cruth mar bu chòir air an dàta shruthach. Chan eil a' chiad earrann 'na GTKTEXTBUFFERCONTENTS-0001

source: LRM _Left-to-right mark
gd: LRM Comharra o-ch_lì-gu-deas

source: RLM _Right-to-left mark
gd: RLM Comha_rra o-dheas-gu-clì

source: LRE Left-to-right _embedding
gd: LRE L_eabachadh o-chlì-gu-deas

source: RLE Right-to-left e_mbedding
gd: RLE Lea_bachadh o-dheas-gu-clì

source: LRO Left-to-right _override
gd: LRE Tar-àithn _o-chlì-gu-deas

source: RLO Right-to-left o_verride
gd: RLE _Tar-àithn o-dheas-gu-clì

source: PDF _Pop directional formatting
gd: PDF Dèan _pop air fòrmatadh a' chomhair

source: ZWS _Zero width space
gd: ZWS Bèarn le leud _neoni

source: ZWJ Zero width _joiner
gd: ZWJ Tàth_air le leud neoni

source: ZWNJ Zero width _non-joiner
gd: ZWNJ Neo-thàth_air le le_ud neoni

source: Unexpected start tag '%s' on line %d char %d
gd: Taga tòiseachaidh "%s" air nach robh dùil air an loidhne %d 's caractar %d

source: Unexpected character data on line %d char %d
gd: Dàta caractair air nach robh dùil air an loidhne %d 's caractar %d

source: Empty
gd: Falamh

source: Volume
gd: Fuaim

source: Turns volume down or up
gd: Cuiridh seo an fhuaim nas àirde no nas ìsle

source: Adjusts the volume
gd: Cuiridh seo gleus air àirde na fuaime

source: Volume Down
gd: Fuaim sìos

source: Decreases the volume
gd: Cuiridh seo an fhuaim nas ìsle

source: Volume Up
gd: Fuaim suas

source: Increases the volume
gd: Cuiridh seo an fhuaim nas àirde

source: Muted
gd: Mùchte

source: Full Volume
gd: Fuaim slàn

# paper size
source: DL Envelope
gd: Cèis-litreach DL

# paper size
source: Choukei 2 Envelope
gd: Cèis-litreach Choukei 2

# paper size
source: Choukei 3 Envelope
gd: Cèis-litreach Choukei 3

# paper size
source: Choukei 4 Envelope
gd: Cèis-litreach Choukei 4

# paper size
source: hagaki (postcard)
gd: hagaki (cairt-phuist)

# paper size
source: kahu Envelope
gd: Cèis-litreach kahu

# paper size
source: kaku2 Envelope
gd: Cèis-litreach kahu2

# paper size
source: oufuku (reply postcard)
gd: oufuku (cairt-phuist freagairte)

# paper size
source: you4 Envelope
gd: Cèis-litreach you4

# paper size
source: 6x9 Envelope
gd: Cèis-litreach 6x9

# paper size
source: 7x9 Envelope
gd: Cèis-litreach 7x9

# paper size
source: 9x11 Envelope
gd: Cèis-litreach 9x11

# paper size
source: a2 Envelope
gd: Cèis-litreach a2

# paper size
source: Arch A
gd: Ailtireachd A

# paper size
source: Arch B
gd: Ailtireachd B

# paper size
source: Arch C
gd: Ailtireachd C

# paper size
source: Arch D
gd: Ailtireachd D

# paper size
source: Arch E
gd: Ailtireachd E

# paper size
source: c5 Envelope
gd: Cèis-litreach C5

# paper size
source: European edp
gd: edp Eòrpach

# paper size
source: FanFold European
gd: Neo-chrìochnach Eòrpach

# paper size
source: FanFold US
gd: Neo-chrìochnach SA

# paper size
source: FanFold German Legal
gd: Neo-chrìochnach Gearmailteach Legal

# paper size
source: Government Legal
gd: Legal an riaghailtais

# paper size
source: Government Letter
gd: Litir an riaghailtais

# paper size
source: Index 3x5
gd: Inneacs 3x5

# paper size
source: Index 4x6 (postcard)
gd: Inneacs 4x6 (cairt-phuist)

# paper size
source: Index 4x6 ext
gd: Inneacs 4x6 ext

# paper size
source: Index 5x8
gd: Inneacs 5x8

# paper size
source: Invoice
gd: Fàirdeal

# paper size
source: US Legal
gd: Legal SA

# paper size
source: US Legal Extra
gd: Legal Extra SA

# paper size
source: US Letter
gd: Litir SA

# paper size
source: US Letter Extra
gd: Litir Extra SA

# paper size
source: US Letter Plus
gd: Litir Plus SA

# paper size
source: Monarch Envelope
gd: Cèis-litreach Monarc

# paper size
source: #10 Envelope
gd: Cèis-litreach #10

# paper size
source: #11 Envelope
gd: Cèis-litreach #11

# paper size
source: #12 Envelope
gd: Cèis-litreach #12

# paper size
source: #14 Envelope
gd: Cèis-litreach #14

# paper size
source: #9 Envelope
gd: Cèis-litreach #9

# paper size
source: Personal Envelope
gd: Cèis-litreach pearsanta

# paper size
source: Wide Format
gd: Fòrmat leathann

# paper size
source: Invite Envelope
gd: Cèis-litreach cuiridh

# paper size
source: Italian Envelope
gd: Cèis-litreach Eadailteach

# paper size
source: Postfix Envelope
gd: Cèis-litreach Postfix

# paper size
source: Small Photo
gd: Dealbh beag

# paper size
source: prc1 Envelope
gd: Cèis-litreach prc1

# paper size
source: prc10 Envelope
gd: Cèis-litreach prc10

# paper size
source: prc2 Envelope
gd: Cèis-litreach prc2

# paper size
source: prc3 Envelope
gd: Cèis-litreach prc3

# paper size
source: prc4 Envelope
gd: Cèis-litreach prc4

# paper size
source: prc5 Envelope
gd: Cèis-litreach prc5

# paper size
source: prc6 Envelope
gd: Cèis-litreach prc6

# paper size
source: prc7 Envelope
gd: Cèis-litreach prc7

# paper size
source: prc8 Envelope
gd: Cèis-litreach prc8

# paper size
source: prc9 Envelope
gd: Cèis-litreach prc9

source: Failed to write header
gd: Dh'fhàillig le sgrìobhadh a' bhanna-chinn

source: Failed to write hash table
gd: Dh'fhàillig le sgrìobhadh a' chlàir hais

source: Failed to write folder index
gd: Dh'fhàillig le sgrìobhadh clàr-amais a' phasgain

source: Failed to rewrite header
gd: Dh'fhàillig le ath-sgrìobhadh a' bhanna-chinn

source: Failed to open file %s : %s
gd: Dh'fhàillig le fosgladh an fhaidhle %s : %s

source: Failed to write cache file: %s
gd: Dh'fhàillig le sgrìobhadh faidhle an tasgadain: %s

source: The generated cache was invalid.
gd: Bha an tasgadan a chruthaich thu mì-dhligheach.

source: Could not rename %s to %s: %s, removing %s then.
gd: Cha deach leinn an t-ainm ùr %2$s a thoirt air %1$s: %3$s, a' toirt %4$s air falbh.

source: Could not rename %s to %s: %s
gd: Cha deach leinn an t-ainm ùr %2$s a thoirt air %1$s: %3$s

source: Could not rename %s back to %s: %s.
gd: Cha deach leinn an seann ainm %2$s a thoirt air %1$s a-rithist: %3$s

source: Cache file created successfully.
gd: Chaidh faidhle an tasgadain a chruthachadh.

source: Overwrite an existing cache, even if up to date
gd: Sgrìobh thairis air tasgadan a tha ann, fhiù 's ma bhios e cho ùr 's a ghabhas

source: Don't check for the existence of index.theme
gd: Na toir sùil a bheil index.theme ann

source: Don't include image data in the cache
gd: Na cuir dàta deilbh am broinn an tasgadain

source: Output a C header file
gd: Às-chuir faidhle bann-cinn C

source: Turn off verbose output
gd: Cuir às-chur briathrach dheth

source: Validate existing icon cache
gd: Dearbhaich tasgadan nan ìomhaigh a tha ann

source: File not found: %s
gd: Cha deach am faidhle a lorg: %s

source: Not a valid icon cache: %s
gd: Chan eil tasgadan nan ìomhaigh dligheach: %s

source: No theme index file.
gd: Tha faidhle clàr-amais ùrlair a dhìth.

source: No theme index file in '%s'. If you really want to create an icon cache here, use --ignore-theme-index.
gd: Tha faidhle clàr-amais ùrlair a dhìth an-seo: "%s". Ma thua thu airson tasgadan nan ìomhaigheag a chruthachadh an-seo, cleachd --ignore-theme-index.

source: Amharic (EZ+)
gd: Amtharais (EZ+)

source: Cyrillic (Transliterated)
gd: Cirilis (Tar-litreachadh)

source: Inuktitut (Transliterated)
gd: Inuktitut (Tar-litreachadh)

source: Multipress
gd: Ioma-bhrùthadh

source: Thai-Lao
gd: Tàidh-Lao

source: Tigrigna-Eritrean (EZ+)
gd: Tigrigna-Eartrach (EZ+)

source: Tigrigna-Ethiopian (EZ+)
gd: Tigrigna-Itiopach (EZ+)

source: Vietnamese (VIQR)
gd: Bhiet-namais (VIQR)

source: X Input Method
gd: Dòigh ion-chuir X

source: Username:
gd: Ainm cleachdaiche:

source: Password:
gd: Facal-faire:

source: Authentication is required to print document '%s' on printer %s
gd: Tha dearbhadh riatanach gus an sgrìobhainn "%s" a clò-bhualadh air a' chlò-bhualadair %s

source: Authentication is required to print a document on %s
gd: Tha dearbhadh riatanach gus sgrìobhainn a clò-bhualadh air %s
